Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# recurring.editor.deleteButton
source: Delete recurring shift
ar: حذف الوردية المتكررة
bg: Изтриване на повтаряща се смяна
bn: পুনরাবৃত্ত শিফট মুছুন
ca: Suprimeix el torn recurrent
cs: Smazat opakovanou směnu
da: Slet fast vagt
de: Wiederkehrende Schicht löschen
el: Διαγραφή επαναλαμβανόμενης βάρδιας
es: Eliminar turno recurrente
et: Kustuta korduv vahetus
fa: حذف شیفت تکرارشونده
fi: Poista toistuva vuoro
fil: I-delete ang paulit-ulit na shift
fr: Supprimer le quart récurrent
he: מחיקת משמרת חוזרת
hi: दोहराई जाने वाली शिफ़्ट हटाएँ
hr: Izbriši ponavljajuću smjenu
hu: Ismétlődő műszak törlése
id: Hapus sif berulang
is: Eyða endurtekinni vakt
it: Elimina turno ricorrente
ja: 定期シフトを削除
ko: 반복 근무 삭제
lt: Ištrinti pasikartojančią pamainą
lv: Dzēst atkārtoto maiņu
nb: Slett fast vakt
nl: Terugkerende dienst verwijderen
nn: Slett fast vakt
pl: Usuń cykliczną zmianę
pt_br: Excluir turno recorrente
ro: Șterge tura recurentă
ru: Удалить повторяющуюся смену
sk: Odstrániť opakujúcu sa zmenu
sl: Izbriši ponavljajočo se izmeno
sr: Obriši smenu koja se ponavlja
sv: Ta bort återkommande pass
sw: Futa zamu inayojirudia
ta: தொடர் பணி நேரத்தை நீக்கு
th: ลบกะงานประจำ
tr: Tekrarlanan vardiyayı sil
uk: Видалити повторювану зміну
ur: بار بار آنے والی شفٹ حذف کریں
vi: Xóa ca làm định kỳ
zh_hans: 删除重复班次
zh_hant: 刪除週期性班次

# recurring.editTitle
source: Edit Recurring Shift
ar: تعديل الوردية المتكررة
bg: Редактирай повтаряща се смяна
bn: পুনরাবৃত্ত শিফট সম্পাদনা করুন
ca: Editar vaga recurrent
cs: Upravit opakující se směnu
da: Rediger tilbagevendende vagt
de: Wiederkehrende Schicht bearbeiten
el: Επεξεργασία περιοδικής βάρδιας
es: Editar turno recurrente
et: Muuda kordusvahti
fa: ویرایش شیفت تکراری
fi: Muokkaa toistuvaa vuoroa
fil: I-edit ang Recurring Shift
fr: Modifier le quart récurrent
he: עריכת משמרת חוזרת
hi: आवर्ती शिफ्ट संपादित करें
hr: Uredi redovnu smjenu
hu: Ismétlődő műszak szerkesztése
id: Edit Shift Berulang
is: Breyta endurtekninni vakt
it: Modifica turno ricorrente
ja: 定期シフトを編集
ko: 반복 근무 편집
lt: Redaguoti pasikartojančią saugą
lv: Rediģēt regulāro maiņu
nb: Rediger fast vakt
nl: Terugkerende dienst bewerken
nn: Rediger fast vakt
pl: Edytuj powtarzającą się zmianę
pt_br: Editar turno recorrente
ro: Editează schimbul recurent
ru: Редактировать повторяющуюся смену
sk: Upraviť pravidelne sa opakujúcu zmenu
sl: Uredi ponavljajočo se izmeno
sr: Uredi stalnu smenu
sv: Redigera återkommande skift
sw: Hariri Kazi ya Mara kwa Mara
ta: மீண்டும் வரும் ஷிப்ட்டை திருத்து
th: แก้ไขกะประจำ
tr: Tekrarlanan Vardiyayı Düzenle
uk: Редагувати повторювану зміну
ur: بار بار آنے والی شفٹ میں ترمیم کریں
vi: Chỉnh sửa ca làm việc định kỳ
zh_hans: 编辑重复班次
zh_hant: 編輯定期班次

# recurring.exclusions.description
source: Restore a date to include that shift occurrence again.
ar: استعد تاريخًا لتضمين نوبة العمل مرة أخرى.
bg: Възстановете дата, за да включите това работно време отново.
bn: একটি তারিখ পুনরুদ্ধার করুন সেই শিফট আবার অন্তর্ভুক্ত করতে।
ca: Restaura una data per incloure aquesta assignació de torn de nou.
cs: Obnovte datum, abyste znovu zahrnuli tuto směnu.
da: Gendan en dato for at inkludere vagten igen.
de: Stellen Sie ein Datum wieder her, um diese Schichtinstanz erneut einzubeziehen.
el: Επαναφέρετε μια ημερομηνία για να συμπεριλάβετε και πάλι τη βάρδια.
es: Restaura una fecha para incluir ese turno de nuevo.
et: Taastage kuupäev, et kaasata see vahetus uuesti.
fa: یک تاریخ را بازیابی کنید تا شیفت دوباره شامل شود.
fi: Palauta päivämäärä lisätäksesi vuoron uudelleen.
fil: Ibalik ang isang petsa upang isama muli ang shift na iyon.
fr: Restaurez une date pour inclure à nouveau cette occurrence de quart.
he: שחזר תאריך כדי לכלול את המשמרת שוב.
hi: शिफ्ट को फिर से शामिल करने के लिए एक तारीख को पुनः स्थापित करें।
hr: Vratite datum kako biste ponovno uključili tu smjenu.
hu: Állítson vissza egy dátumot a műszak ismételt felvételéhez.
id: Pulihkan tanggal untuk menyertakan kejadian shift tersebut lagi.
is: Endurheimtu dagsetningu til að fela vaktaskiptið aftur.
it: Ripristina una data per includere di nuovo quella occorrenza di turno.
ja: 日付を復元して、シフトの出現を再度含めます。
ko: 날짜를 복구하여 해당 근무를 다시 포함시키세요.
lt: Atkurkite datą, kad vėl įtrauktumėte šią pamainą.
lv: Atjaunojiet datumu, lai iekļautu šo maiņu atkal.
nb: Gjenopprett en dato for å inkludere vakten igjen.
nl: Herstel een datum om die dienst opnieuw op te nemen.
nn: Gjenopprett en dato for å inkludere vakten igjen.
pl: Przywróć datę, aby ponownie uwzględnić to wystąpienie zmianę.
pt_br: Restaure uma data para incluir aquele turno novamente.
ro: Restaurează o dată pentru a include din nou acea tură.
ru: Восстановите дату, чтобы снова включить эту смену.
sk: Obnovte dátum, aby ste opätovne zahrnuli túto smenu.
sl: Obnovite datum, da ponovno vključite to izmeno.
sr: Vratite datum da biste ponovo uključili tu smenu.
sv: Återställ ett datum för att inkludera vakten igen.
sw: Rudisha tarehe ili kujumlisha tukio la kazi tena.
ta: ஒரு தேதியை மீட்டெடுக்கவும், அந்த ஷிப்ட் நிகழ்வு மீண்டும் சேர்க்கப்படும்.
th: กู้คืนวันที่เพื่อรวมการทำงานนั้นอีกครั้ง
tr: Bir tarihi geri yükle, bu vardiya tekrarını yeniden eklemek için.
uk: Відновіть дату, щоб повторно включити цю зміну.
ur: شفٹ کو دوبارہ شامل کرنے کے لیے تاریخ بحال کریں۔
vi: Khôi phục một ngày để bao gồm lại ca làm việc đó.
zh_hans: 恢复一个日期以再次包含该班次。
zh_hant: 還原日期以重新包含該班次。

# recurring.exclusions.none
source: No excluded dates
ar: لا توجد تواريخ مستثناة
bg: Няма изключени дати
bn: কোনো বর্জিত তারিখ নেই
ca: Cap data exclosa
cs: Žádná vyloučená data
da: Ingen ekskluderede datoer
de: Keine ausgeschlossenen Daten
el: Καμία εξαιρετική ημερομηνία
es: Sin fechas excluidas
et: Välistatud kuupäevi pole
fa: تاریخ‌های حذف‌شده‌ای وجود ندارد
fi: Ei poistettuja päivämääriä
fil: Walang mga ibinukod na petsa
fr: Aucune date exclue
he: אין תאריכים שלא נכללו
hi: कोई बहिष्कृत तारीख नहीं
hr: Nema isključenih datuma
hu: Nincsenek kizárt dátumok
id: Tidak ada tanggal yang dikecualikan
is: Engar útilokuðu dagsetningar
it: Nessuna data esclusa
ja: 除外された日付なし
ko: 제외된 날짜 없음
lt: Nėra išskirtų datų
lv: Nav izslēgtu datumu
nb: Ingen ekskluderte datoer
nl: Geen uitgesloten datums
nn: Ingen ekskluderte datoer
pl: Brak wykluczonych dat
pt_br: Nenhuma data excluída
ro: Nicio dată exclusă
ru: Нет исключённых дат
sk: Žiadne vylúčené dátumy
sl: Ni izključenih datumov
sr: Nema isključenih datuma
sv: Inga uteslutna datum
sw: Hakuna tarehe zilizotengana
ta: விலக்கப்பட்ட தேதிகள் இல்லை
th: ไม่มีวันที่ที่ยกเว้น
tr: Hariç tutulan tarih yok
uk: Немає виключених дат
ur: کوئی خارج شدہ تاریخیں نہیں
vi: Không có ngày bị loại trừ
zh_hans: 无排除日期
zh_hant: 沒有排除的日期

# recurring.exclusions.title
source: Excluded dates
ar: التواريخ المستثناة
bg: Изключени дати
bn: বর্জিত তারিখগুলি
ca: Dates exclosses
cs: Vyloučená data
da: Ekskluderede datoer
de: Ausgeschlossene Daten
el: Εξαιρετικές ημερομηνίες
es: Fechas excluidas
et: Välistatud kuupäevad
fa: تاریخ‌های حذف‌شده
fi: Poistetut päivämäärät
fil: Mga ibinukod na petsa
fr: Dates exclues
he: תאריכים שלא נכללו
hi: बहिष्कृत तारीखें
hr: Isključeni datumi
hu: Kizárt dátumok
id: Tanggal yang dikecualikan
is: Útilokuðu dagsetningar
it: Date escluse
ja: 除外された日付
ko: 제외된 날짜
lt: Išskirtos datos
lv: Izslēgtie datumi
nb: Ekskluderte datoer
nl: Uitgesloten datums
nn: Ekskluderte datoer
pl: Wykluczone daty
pt_br: Datas excluídas
ro: Dăți excluse
ru: Исключённые даты
sk: Vylúčené dátumy
sl: Izključeni datumi
sr: Isključeni datumi
sv: Uteslutna datum
sw: Tarehe zilizotengana
ta: விலக்கப்பட்ட தேதிகள்
th: วันที่ที่ยกเว้น
tr: Hariç tutulan tarihler
uk: Виключені дати
ur: خارج شدہ تاریخیں
vi: Ngày bị loại trừ
zh_hans: 排除日期
zh_hant: 排除的日期

# recurring.restoreDateButton
source: Restore
ar: استعد
bg: Възстановяване
bn: পুনরুদ্ধার করুন
ca: Restaurar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taasta
fa: بازیابی
fi: Palauta
fil: Ibalik
fr: Restaurer
he: שחזר
hi: पुनः स्थापित करें
hr: Vrati
hu: Visszaállítás
id: Pulihkan
is: Endurheimta
it: Ripristina
ja: 復元
ko: 복구
lt: Atkurti
lv: Atjaunot
nb: Gjenopprett
nl: Herstel
nn: Gjenopprett
pl: Przywróć
pt_br: Restaurar
ro: Restaurează
ru: Восстановить
sk: Obnoviť
sl: Obnovite
sr: Vrati
sv: Återställ
sw: Rudisha
ta: மீட்டெடுக்கவும்
th: กู้คืน
tr: Geri yükle
uk: Відновити
ur: بحال کریں
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# resetPassword.backToLogin
source: Back to login
ar: العودة إلى تسجيل الدخول
bg: Назад към влизане
bn: লগইনে ফিরে যান
ca: Tornar a l'accés
cs: Zpět na přihlášení
da: Tilbage til login
de: Zurück zum Login
el: Επιστροφή στη σύνδεση
es: Volver al inicio de sesión
et: Tagasi sisselogimisele
fa: بازگشت به ورود
fi: Takaisin kirjautumiseen
fil: Bumalik sa login
fr: Retour à la connexion
he: חזרה להתחברות
hi: लॉगिन पर वापस जाएं
hr: Natrag na prijavu
hu: Vissza a bejelentkezéshez
id: Kembali ke login
is: Til baka á innskráningu
it: Torna al login
ja: ログインに戻る
ko: 로그인으로 돌아가기
lt: Grįžti prie prisijungimo
lv: Atpakaļ uz pierakstīšanos
nb: Tilbake til innlogging
nl: Terug naar inloggen
nn: Tilbake til innlogging
pl: Powrót do logowania
pt_br: Voltar para login
ro: Înapoi la autentificare
ru: Вернуться к входу
sk: Späť na prihlásenie
sl: Nazaj na prijavo
sr: Nazad na prijavu
sv: Tillbaka till inloggning
sw: Rudi kwa Uingiaji
ta: உள்நுழைவுக்கு திரும்பு
th: กลับไปที่การเข้าสู่ระบบ
tr: Giriş Sayfasına Dön
uk: Повернутися до входу
ur: لاگ ان پر واپس جائیں
vi: Quay lại đăng nhập
zh_hans: 返回登录
zh_hant: 返回登入

# resetPassword.confirmPasswordPlaceholder
source: Enter password again
ar: أدخل كلمة المرور مرة أخرى
bg: Въведи паролата отново
bn: পাসওয়ার্ড আবার লিখুন
ca: Introdueix la contrasenya de nou
cs: Zadejte heslo znovu
da: Indtast password igen
de: Geben Sie das Passwort erneut ein
el: Εισαγάγετε τον κωδικό ξανά
es: Ingresa la contraseña nuevamente
et: Sisesta parool uuesti
fa: رمز عبور را دوباره وارد کنید
fi: Kirjoita salasana uudelleen
fil: Ilagay muli ang password
fr: Entrez le mot de passe à nouveau
he: הזן סיסמה שוב
hi: पासवर्ड फिर से दर्ज करें
hr: Ponovno upiši lozinku
hu: Adja meg újra a jelszót
id: Masukkan kata sandi lagi
is: Sláðu inn lykilorðið aftur
it: Inserisci la password di nuovo
ja: パスワードを再度入力
ko: 비밀번호를 다시 입력하세요
lt: Įveskite slaptažodį dar kartą
lv: Ievadi paroli vēlreiz
nb: Skriv passordet på nytt
nl: Voer wachtwoord opnieuw in
nn: Skriv passordet på nytt
pl: Wpisz hasło ponownie
pt_br: Digite a senha novamente
ro: Introduceți din nou parola
ru: Введите пароль еще раз
sk: Zadajte heslo znova
sl: Ponovno vnesi geslo
sr: Ponovo unesite lozinku
sv: Skriv lösenordet igen
sw: Ingiza nenosiri tena
ta: கடவுச்சொல்லை மீண்டும் உள்ளிடவும்
th: ป้อนรหัสผ่านอีกครั้ง
tr: Şifreyi Tekrar Gir
uk: Введіть пароль ще раз
ur: پاس ورڈ دوبارہ درج کریں
vi: Nhập lại mật khẩu
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# resetPassword.emailOrPhonePlaceholder
source: name@example.com or +47 12345678
ar: name@example.com أو +47 12345678
bg: име@пример.bg или +359 12345678
bn: name@example.com বা +47 12345678
ca: nom@exemple.cat o +34 123456789
cs: jmeno@priklad.cz nebo +420 123456789
da: navn@eksempel.dk eller +45 12345678
de: name@beispiel.de oder +49 12345678
el: onoma@paradeigma.gr ή +30 12345678
es: nombre@ejemplo.com o +47 12345678
et: nimi@näide.ee või +372 12345678
fa: نام@مثال.com یا +47 12345678
fi: nimi@esimerkki.fi tai +358 12345678
fil: pangalan@halimbawa.com o +47 12345678
fr: nom@exemple.com ou +47 12345678
he: name@example.com או +47 12345678
hi: नाम@उदाहरण.com या +47 12345678
hr: ime@primjer.hr ili +385 12345678
hu: nev@pelda.hu vagy +36 12345678
id: nama@contoh.com atau +47 12345678
is: nafn@dæmi.is eða +354 5551234
it: nome@esempio.it o +39 123456789
ja: name@example.com または +47 12345678
ko: name@example.com 또는 +47 12345678
lt: vardas@pavyzdys.lt arba +370 12345678
lv: vards@example.lv vai +371 12345678
nb: navn@eksempel.no eller +47 12345678
nl: naam@voorbeeld.com of +31 612345678
nn: navn@eksempel.no eller +47 12345678
pl: nazwa@przykład.pl lub +48 12345678
pt_br: nome@exemplo.com ou +47 12345678
ro: nume@exemplu.com sau +40 12345678
ru: имя@пример.ru или +47 12345678
sk: meno@priklad.sk alebo +421 123456789
sl: ime@primer.si ali +386 1 234 5678
sr: ime@primer.rs ili +381 12345678
sv: namn@exempel.com eller +47 12345678
sw: jina@mfano.com au +47 12345678
ta: name@example.com அல்லது +47 12345678
th: ชื่อ@ตัวอย่าง.com หรือ +47 12345678
tr: ad@ornek.com veya +90 5123456789
uk: ім'я@приклад.com або +47 12345678
ur: name@example.com یا +47 12345678
vi: ten@example.com hoặc +47 12345678
zh_hans: name@example.com 或 +47 12345678
zh_hant: name@example.com 或 +47 12345678

# resetPassword.errors.confirmPasswordRequired
source: Please confirm your password
ar: يرجى تأكيد كلمة المرور
bg: Потвърди паролата
bn: আপনার পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
cs: Potvrďte své heslo
da: Bekræft dit password
de: Bitte bestätigen Sie Ihr Passwort
el: Επιβεβαιώστε τον κωδικό σας
es: Confirma tu contraseña
et: Kinnita oma parool
fa: لطفا رمز عبور خود را تأیید کنید
fi: Vahvista salasanasi
fil: Kumpirmahin ang iyong password
fr: Confirmez votre mot de passe
he: אנא אשר את הסיסמה שלך
hi: अपना पासवर्ड पुष्टि करें
hr: Potvrdi lozinku
hu: Erősítse meg a jelszót
id: Konfirmasi kata sandi Anda
is: Staðfestu lykilorðið
it: Conferma la password
ja: パスワードを確認してください
ko: 비밀번호를 확인해주세요
lt: Patvirtinkite slaptažodį
lv: Lūdzu, apstipriniet paroli
nb: Bekreft passordet
nl: Bevestig uw wachtwoord
nn: Bekreft passordet
pl: Potwierdź hasło
pt_br: Confirme sua senha
ro: Confirmați parola
ru: Подтвердите пароль
sk: Potvrďte heslo
sl: Potrdi geslo
sr: Potvrdite lozinku
sv: Bekräfta lösenordet
sw: Tafadhali thibitisha nenosiri lako
ta: உங்கள் கடவுச்சொல்லை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่านของคุณ
tr: Şifreyi Onayla
uk: Підтвердіть пароль
ur: اپنے پاس ورڈ کی تصدیق کریں
vi: Vui lòng xác nhận mật khẩu
zh_hans: 请确认密码
zh_hant: 請確認密碼

# resetPassword.errors.emailOrPhoneRequired
source: Please enter email or phone number
ar: يرجى إدخال البريد الإلكتروني أو رقم الهاتف
bg: Попълни имейл или телефонен номер
bn: ইমেল বা ফোন নম্বর লিখুন
ca: Introdueix l'adreça de correu o el número de telèfon
cs: Zadejte e-mail nebo telefonní číslo
da: Udfyld e-mail eller telefonnummer
de: Bitte geben Sie E-Mail oder Telefonnummer ein
el: Εισαγάγετε email ή αριθμό τηλεφώνου
es: Ingresa correo electrónico o número de teléfono
et: Sisesta e-posti aadress või telefoninumber
fa: لطفا ایمیل یا شماره تلفن را وارد کنید
fi: Syötä sähköposti tai puhelinnumero
fil: Maglagay ng email o numero ng telepono
fr: Entrez votre e-mail ou numéro de téléphone
he: אנא הזן דואר אלקטרוני או מספר טלפון
hi: ईमेल या फोन नंबर दर्ज करें
hr: Unesi e-mail ili broj telefona
hu: Adjon meg e-mail címet vagy telefonszámot
id: Masukkan email atau nomor telepon
is: Fylltu inn netfang eða sími
it: Inserisci email o numero di telefono
ja: メールまたは電話番号を入力してください
ko: 이메일 또는 전화번호를 입력해주세요
lt: Įveskite el. paštą arba telefono numerį
lv: Lūdzu, ievadiet e-pasta adresi vai tālruņa numuru
nb: Fyll inn e-post eller telefonnummer
nl: Voer e-mail of telefoonnummer in
nn: Fyll inn e-post eller telefonnummer
pl: Wpisz email lub numer telefonu
pt_br: Preencha o e-mail ou número de telefone
ro: Introduceți e-mail sau număr de telefon
ru: Укажите электронную почту или номер телефона
sk: Zadajte e-mail alebo telefónne číslo
sl: Vnesi e-naslov ali telefonsko številko
sr: Unesite e-poštu ili broj telefona
sv: Fyll i e-post eller telefonnummer
sw: Tafadhali weka barua pepe au nambari ya simu
ta: மின்னஞ்சல் அல்லது தொலைபேசி எண்ணை உள்ளிடவும்
th: กรุณากรอกอีเมลหรือหมายเลขโทรศัพท์
tr: E-posta veya Telefon Numarası Gir
uk: Введіть електронну пошту або номер телефону
ur: براہ کرم ای میل یا فون نمبر درج کریں
vi: Vui lòng nhập email hoặc số điện thoại
zh_hans: 请输入电子邮件或电话号码
zh_hant: 請輸入電郵或電話號碼

# resetPassword.errors.invalidEmailOrPhone
source: Invalid email or phone number
ar: بريد إلكتروني أو رقم هاتف غير صحيح
bg: Невалиден имейл или телефонен номер
bn: অবৈধ ইমেল বা ফোন নম্বর
ca: Adreça de correu o número de telèfon no vàlid
cs: Neplatný e-mail nebo telefonní číslo
da: Ugyldigt e-mail eller telefonnummer
de: Ungültige E-Mail oder Telefonnummer
el: Μη έγκυρο email ή αριθμό τηλεφώνου
es: Correo electrónico o número de teléfono inválido
et: Vigane e-posti aadress või telefoninumber
fa: ایمیل یا شماره تلفن نامعتبر
fi: Virheellinen sähköposti tai puhelinnumero
fil: Hindi valid na email o numero ng telepono
fr: E-mail ou numéro de téléphone invalide
he: דואר אלקטרוני או מספר טלפון לא תקינים
hi: अमान्य ईमेल या फोन नंबर
hr: Neispravan e-mail ili broj telefona
hu: Érvénytelen e-mail cím vagy telefonszám
id: Email atau nomor telepon tidak valid
is: Ógilt netfang eða sími
it: Email o numero di telefono non valido
ja: 無効なメールまたは電話番号
ko: 유효하지 않은 이메일 또는 전화번호입니다
lt: Neteisingas el. paštas arba telefono numeris
lv: Nederīga e-pasta adrese vai tālruņa numurs
nb: Ugyldig e-post eller telefonnummer
nl: Ongeldig e-mailadres of telefoonnummer
nn: Ugyldig e-post eller telefonnummer
pl: Nieprawidłowy email lub numer telefonu
pt_br: E-mail ou número de telefone inválido
ro: E-mail sau număr de telefon invalid
ru: Неверная электронная почта или номер телефона
sk: Neplatný e-mail alebo telefónne číslo
sl: Neveljaven e-naslov ali telefonska številka
sr: Nevalidna e-pošta ili broj telefona
sv: Ogiltigt e-post eller telefonnummer
sw: Barua pepe au nambari ya simu batili
ta: தவறான மின்னஞ்சல் அல்லது தொலைபேசி எண்
th: อีเมลหรือหมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz E-posta veya Telefon Numarası
uk: Невірна електронна пошта або номер телефону
ur: غلط ای میل یا فون نمبر
vi: Email hoặc số điện thoại không hợp lệ
zh_hans: 无效的电子邮件或电话号码
zh_hant: 無效的電郵或電話號碼

# resetPassword.errors.passwordMismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
bg: Паролите не съвпадат
bn: পাসওয়ার্ড মেলে না
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Passwordene stemmer ikke overens
de: Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
es: Las contraseñas no coinciden
et: Paroolid ei kattu
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
fil: Hindi tugma ang mga password
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
hi: पासवर्ड मेल नहीं खाते
hr: Lozinke se ne poklapaju
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
is: Lykilorðin samsvara ekki
it: Le password non coincidono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
nb: Passordene samsvarer ikke
nl: Wachtwoorden komen niet overeen
nn: Passordene samsvarer ikke
pl: Hasła się nie zgadzają
pt_br: As senhas não correspondem
ro: Parolele nu coincid
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
sr: Lozinke se ne poklapaju
sv: Lösenorden matchar inte
sw: Nenosiri halisimulingani
ta: கடவுச்சொற்கள் பொருந்தவில்லை
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler Eşleşmiyor
uk: Паролі не збігаються
ur: پاس ورڈ مماثل نہیں ہیں
vi: Mật khẩu không khớp
zh_hans: 密码不匹配
zh_hant: 密碼不相符

# resetPassword.errors.passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة
bg: Паролата е задължителна
bn: পাসওয়ার্ড প্রয়োজন
ca: La contrasenya és obligatòria
cs: Heslo je povinné
da: Password er påkrævet
de: Passwort erforderlich
el: Ο κωδικός είναι υποχρεωτικός
es: La contraseña es requerida
et: Parool on kohustuslik
fa: رمز عبور الزامی است
fi: Salasana vaaditaan
fil: Kailangan ng password
fr: Le mot de passe est obligatoire
he: סיסמה נדרשת
hi: पासवर्ड आवश्यक है
hr: Lozinka je obavezna
hu: Jelszó szükséges
id: Kata sandi diperlukan
is: Lykilorð er nauðsynlegt
it: La password è obbligatoria
ja: パスワードが必要です
ko: 비밀번호가 필요합니다
lt: Slaptažodis yra būtinas
lv: Parole ir obligāta
nb: Passord er påkrevd
nl: Wachtwoord is vereist
nn: Passord er påkrevd
pl: Hasło jest wymagane
pt_br: Senha é obrigatória
ro: Parola este obligatorie
ru: Пароль обязателен
sk: Heslo je povinné
sl: Geslo je obvezno
sr: Lozinka je obavezna
sv: Lösenord är obligatoriskt
sw: Nenosiri linahitajika
ta: கடவுச்சொல் தேவை
th: ต้องการรหัสผ่าน
tr: Şifre Gerekli
uk: Пароль обов'язковий
ur: پاس ورڈ درکار ہے
vi: Mật khẩu là bắt buộc
zh_hans: 密码为必填项
zh_hant: 密碼為必填項

# resetPassword.errors.passwordTooShort
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
bg: Паролата трябва да бъде поне 8 символа
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষর হতে হবে
ca: La contrasenya ha de tenir almenys 8 caràcters
cs: Heslo musí mít alespoň 8 znaků
da: Password skal være mindst 8 tegn
de: Passwort muss mindestens 8 Zeichen lang sein
el: Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
et: Parool peab olema vähemalt 8 tähemärki
fa: رمز عبور باید حداقل ۸ کاراکتر باشد
fi: Salasanan on oltava vähintään 8 merkkiä
fil: Ang password ay dapat na hindi bababa sa 8 na character
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להיות לפחות 8 תווים
hi: पासवर्ड कम से कम 8 वर्ण का होना चाहिए
hr: Lozinka mora imati najmanje 8 znakova
hu: A jelszó legalább 8 karakter hosszú kell, hogy legyen
id: Kata sandi harus minimal 8 karakter
is: Lykilorðið verður að vera að lágmarki 8 stafir
it: La password deve avere almeno 8 caratteri
ja: パスワードは8文字以上である必要があります
ko: 비밀번호는 최소 8자 이상이어야 합니다
lt: Slaptažodis turi būti bent 8 simboliai
lv: Parole jābūt vismaz 8 rakstzīmēm
nb: Passordet må være minst 8 tegn
nl: Wachtwoord moet minstens 8 tekens zijn
nn: Passordet må være minst 8 tegn
pl: Hasło musi mieć co najmniej 8 znaków
pt_br: A senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен содержать минимум 8 символов
sk: Heslo musí mať aspoň 8 znakov
sl: Geslo mora biti dolgo najmanj 8 znakov
sr: Lozinka mora imati najmanje 8 karaktera
sv: Lösenordet måste vara minst 8 tecken
sw: Nenosiri lazima liwe na angalau herufi 8
ta: கடவுச்சொல் குறைந்தது 8 எழுத்துக்கள் இருக்க வேண்டும்
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre En Az 8 Karakter Olmalı
uk: Пароль повинен містити щонайменше 8 символів
ur: پاس ورڈ کم از کم 8 حروف ہونا چاہیے
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少需要8个字符
zh_hant: 密碼至少需要 8 個字元
